000000
000001
000010
0000110
0000111
000100
0001010
0001011
00011000
000110010
000110011
000110100
000110101
000110110
000110111
0001110
000111100
000111101
0001111100
0001111101
0001111110
0001111111
0010
00110
0011100
00111010
001110110
001110111
001111000
0011110010
0011110011
001111010
001111011
001111100
0011111010
0011111011
0011111100
0011111101
0011111110
0011111111
010000000
0100000010
0100000011
010000010
0100000110
0100000111
0100001000
0100001001
0100001010
0100001011
010000110
0100001110
0100001111
010001000
010001001
010001010
0100010110
0100010111
0100011000
0100011001
01000110100
01000110101
01000110110
01000110111
01000111000
01000111001
01000111010
010001110110
010001110111
010001111000
010001111001
010001111010
010001111011
0100011111000
0100011111001
0100011111010
0100011111011
0100011111100
0100011111101
0100011111110
0100011111111
010010
010011000
0100110010
0100110011
010011010
0100110110
0100110111
0100111000
0100111001
01001110100
01001110101
01001110110
01001110111
01001111000
01001111001
01001111010
01001111011
01001111100
01001111101
010011111100
010011111101
010011111110
0100111111110
0100111111111
010100000
0101000010
0101000011
010100010
01010001100
01010001101
01010001110
01010001111
01010010000
010100100010
010100100011
01010010010
01010010011
01010010100
010100101010
010100101011
010100101100
010100101101
010100101110
010100101111
010100110
01010011100
01010011101
010100111100
010100111101
010100111110
010100111111
01010100000
01010100001
01010100010
01010100011
01010100100
010101001010
010101001011
01010100110
010101001110
010101001111
01010101000
010101010010
010101010011
010101010100
010101010101
010101010110
010101010111
010101011000
010101011001
010101011010
010101011011
010101011100
010101011101
010101011110
010101011111
01010110000
01010110001
01010110010
01010110011
01010110100
010101101010
0101011010110
0101011010111
01010110110
010101101110
010101101111
0101011100
01010111010
01010111011
0101011110
0101011111
010110000
010110001
0101100100
0101100101
0101100110
01011001110
01011001111
0101101000
01011010010
01011010011
0101101010
01011010110
01011010111
0101101100
0101101101
01011011100
01011011101
01011011110
01011011111
0101110000
0101110001
01011100100
01011100101
01011100110
01011100111
0101110100
01011101010
01011101011
01011101100
010111011010
010111011011
01011101110
010111011110
010111011111
01011110000
010111100010
010111100011
010111100100
010111100101
010111100110
010111100111
01011110100
01011110101
0101111011000
0101111011001
0101111011010
0101111011011
01011110111000
01011110111001
01011110111010
01011110111011
01011110111100
01011110111101
01011110111110
01011110111111
01011111000
010111110010
010111110011
010111110100
010111110101
010111110110
010111110111
0101111110000
0101111110001
01011111100100
01011111100101
01011111100110
01011111100111
0101111110100
0101111110101
01011111101100
01011111101101
01011111101110
01011111101111
0101111111000
0101111111001
0101111111010
0101111111011
0101111111100
0101111111101
01011111111100
01011111111101
01011111111110
01011111111111
01100000000
01100000001
01100000010
01100000011
01100000100
01100000101
011000001100
011000001101
011000001110
011000001111
011000010000
011000010001
011000010010
011000010011
01100001010
0110000101100
0110000101101
0110000101110
0110000101111
0110000110000
0110000110001
0110000110010
0110000110011
01100001101000
01100001101001
01100001101010
01100001101011
01100001101100
01100001101101
01100001101110
01100001101111
0110000111000
0110000111001
0110000111010
0110000111011
01100001111000
01100001111001
01100001111010
01100001111011
01100001111100
01100001111101
011000011111100
011000011111101
011000011111110
011000011111111
01100010000
01100010001
011000100100
011000100101
011000100110
011000100111
011000101000
011000101001
011000101010
011000101011
011000101100
011000101101
011000101110
011000101111
011000110000
011000110001
011000110010
011000110011
011000110100
011000110101
011000110110
0110001101110
0110001101111
01100011100
01100011101
011000111100
011000111101
011000111110
011000111111
011001000
011001001
0110010100
0110010101
0110010110
0110010111
01100110000
01100110001
01100110010
01100110011
01100110100
01100110101
01100110110
01100110111
011001110000
0110011100010
0110011100011
0110011100100
0110011100101
0110011100110
0110011100111
0110011101000
0110011101001
0110011101010
0110011101011
0110011101100
0110011101101
0110011101110
01100111011110
01100111011111
011001111000
011001111001
011001111010
0110011110110
0110011110111
01100111110000
01100111110001
01100111110010
01100111110011
01100111110100
01100111110101
01100111110110
01100111110111
0110011111100
01100111111010
01100111111011
01100111111100
01100111111101
01100111111110
01100111111111
011010000000
0110100000010
0110100000011
0110100000100
0110100000101
0110100000110
0110100000111
011010000100
011010000101
01101000011000
01101000011001
01101000011010
01101000011011
01101000011100
01101000011101
01101000011110
01101000011111
011010001000
011010001001
011010001010
011010001011
0110100011000
0110100011001
0110100011010
0110100011011
0110100011100
0110100011101
0110100011110
0110100011111
01101001000
011010010010
011010010011
01101001010
011010010110
011010010111
0110100110000
0110100110001
0110100110010
0110100110011
0110100110100
0110100110101
0110100110110
0110100110111
0110100111000
0110100111001
0110100111010
0110100111011
011010011110
011010011111
011010100
01101010100
01101010101
01101010110
01101010111
011010110000
011010110001
011010110010
011010110011
011010110100
011010110101
011010110110
011010110111
011010111000
0110101110010
0110101110011
0110101110100
0110101110101
0110101110110
0110101110111
011010111100
0110101111010
0110101111011
0110101111100
0110101111101
01101011111100
01101011111101
01101011111110
01101011111111
01101100000
01101100001
01101100010
01101100011
01101100100
01101100101
011011001100
011011001101
011011001110
011011001111
011011010000
011011010001
011011010010
011011010011
011011010100
011011010101
0110110101100
0110110101101
0110110101110
0110110101111
011011011000
0110110110010
0110110110011
011011011010
0110110110110
0110110110111
011011011100
011011011101
0110110111100
0110110111101
0110110111110
0110110111111
011011100
01101110100
01101110101
011011101100
011011101101
011011101110
011011101111
0110111100000
0110111100001
0110111100010
0110111100011
011011110010
01101111001100
01101111001101
01101111001110
01101111001111
0110111101000
0110111101001
0110111101010
0110111101011
0110111101100
0110111101101
0110111101110
01101111011110
01101111011111
01101111100
0110111110100
01101111101010
01101111101011
01101111101100
01101111101101
01101111101110
01101111101111
0110111111000
0110111111001
0110111111010
0110111111011
0110111111100
0110111111101
01101111111100
01101111111101
01101111111110
01101111111111
01110000
0111000100
0111000101
0111000110
01110001110
011100011110
011100011111
0111001000
0111001001
0111001010
01110010110
01110010111
011100110
0111001110
01110011110
011100111110
0111001111110
0111001111111
01110100000
01110100001
01110100010
01110100011
011101001000
011101001001
011101001010
0111010010110
0111010010111
011101001100
011101001101
011101001110
011101001111
011101010000
011101010001
0111010100100
0111010100101
0111010100110
0111010100111
0111010101000
0111010101001
0111010101010
0111010101011
0111010101100
0111010101101
0111010101110
01110101011110
01110101011111
01110101100
01110101101
011101011100
011101011101
011101011110
011101011111
01110110000
011101100010
011101100011
011101100100
011101100101
011101100110
011101100111
0111011010
011101101100
011101101101
011101101110
011101101111
011101110
01110111100
01110111101
01110111110
01110111111
0111100
01111010000
01111010001
011110100100
0111101001010
0111101001011
0111101001100
0111101001101
0111101001110
0111101001111
01111010100
011110101010
011110101011
011110101100
011110101101
011110101110
011110101111
0111101100
01111011010
011110110110
011110110111
01111011100
01111011101
01111011110
01111011111
01111100000
011111000010
011111000011
01111100010
0111110001100
0111110001101
0111110001110
0111110001111
011111001000
011111001001
0111110010100
0111110010101
0111110010110
0111110010111
011111001100
0111110011010
0111110011011
0111110011100
0111110011101
0111110011110
0111110011111
01111101000
0111110100100
0111110100101
0111110100110
0111110100111
01111101010
011111010110
0111110101110
0111110101111
011111011000
011111011001
011111011010
0111110110110
0111110110111
0111110111000
01111101110010
01111101110011
01111101110100
01111101110101
01111101110110
011111011101110
011111011101111
011111011110
01111101111100
01111101111101
01111101111110
01111101111111
011111100000
0111111000010
0111111000011
0111111000100
01111110001010
01111110001011
01111110001100
01111110001101
01111110001110
01111110001111
01111110010000
01111110010001
01111110010010
01111110010011
011111100101000
011111100101001
011111100101010
011111100101011
011111100101100
0111111001011010
0111111001011011
0111111001011100
0111111001011101
0111111001011110
0111111001011111
011111100110000
011111100110001
011111100110010
011111100110011
011111100110100
011111100110101
011111100110110
011111100110111
0111111001110000
0111111001110001
0111111001110010
0111111001110011
0111111001110100
0111111001110101
0111111001110110
0111111001110111
0111111001111000
0111111001111001
0111111001111010
0111111001111011
011111100111110
01111110011111100
01111110011111101
01111110011111110
01111110011111111
011111101000
0111111010010
0111111010011
0111111010100
0111111010101
01111110101100
01111110101101
01111110101110
01111110101111
011111101100
0111111011010
0111111011011
01111110111000
01111110111001
01111110111010
01111110111011
01111110111100
01111110111101
011111101111100
011111101111101
011111101111110
011111101111111
0111111100000
0111111100001
0111111100010
01111111000110
01111111000111
0111111100100
0111111100101
0111111100110
01111111001110
01111111001111
0111111101000
0111111101001
0111111101010
0111111101011
0111111101100
01111111011010
01111111011011
0111111101110
011111110111100
011111110111101
011111110111110
011111110111111
01111111100000
01111111100001
01111111100010
01111111100011
011111111001000
011111111001001
011111111001010
011111111001011
011111111001100
011111111001101
011111111001110
011111111001111
01111111101000
01111111101001
01111111101010
01111111101011
011111111011000
011111111011001
0111111110110100
0111111110110101
0111111110110110
0111111110110111
011111111011100
011111111011101
0111111110111100
0111111110111101
0111111110111110
0111111110111111
01111111110000
01111111110001
01111111110010
011111111100110
011111111100111
01111111110100
011111111101010
011111111101011
01111111110110
011111111101110
011111111101111
01111111111000
011111111110010
011111111110011
011111111110100
011111111110101
011111111110110
011111111110111
011111111111000
0111111111110010
0111111111110011
011111111111010
0111111111110110
0111111111110111
011111111111100
011111111111101
011111111111110
011111111111111
1000
10010
100110
10011100
10011101
10011110
100111110
100111111
1010
10110
1011100
10111010
10111011
1011110
101111100
101111101
101111110
101111111
1100
11010
11011000
11011001
11011010
11011011
1101110
110111100
1101111010
1101111011000
1101111011001
11011110110100
11011110110101
11011110110110
110111101101110
110111101101111
110111101110000
110111101110001
110111101110010
110111101110011
110111101110100
110111101110101
110111101110110
1101111011101110
1101111011101111
11011110111100
110111101111010
1101111011110110
1101111011110111
110111101111100
1101111011111010
11011110111110110
11011110111110111
110111101111110
1101111011111110
1101111011111111
110111110
1101111110
1101111111
1110000
11100010
111000110
111000111
11100100
11100101
11100110
11100111
111010000
111010001
111010010
111010011
111010100
1110101010
11101010110
11101010111
111010110
1110101110
1110101111
11101100
1110110100
1110110101
1110110110
111011011100
111011011101
111011011110
111011011111
111011100
1110111010
111011101100
111011101101
111011101110
111011101111
1110111100
1110111101
11101111100
11101111101000
11101111101001
11101111101010
11101111101011
11101111101100
111011111011010
111011111011011
11101111101110
111011111011110
111011111011111
11101111110
11101111111000
11101111111001
11101111111010
11101111111011
11101111111100
11101111111101
11101111111110
11101111111111
1111000
11110010
1111001100
11110011010
11110011011
1111001110
11110011110
11110011111
1111010000
1111010001
1111010010
1111010011
111101010
111101011
1111011000
1111011001
1111011010
111101101100
111101101101
111101101110
111101101111
111101110000
111101110001
111101110010
111101110011
111101110100
111101110101
111101110110
111101110111
1111011110
11110111110
111101111110
111101111111
11111000
111110010
11111001100
111110011010
111110011011
11111001110
11111001111
11111010
1111101100
11111011010
111110110110
1111101101110
11111011011110
11111011011111
11111011100
1111101110100
1111101110101
1111101110110
1111101110111
1111101111000
1111101111001
1111101111010
1111101111011
111110111110
1111101111110
11111011111110
11111011111111
1111110
1111111
