0000
0001000
0001001
00010100
00010101
00010110
00010111
0001100
00011010
00011011
0001110
00011110
00011111
0010
00110
001110
001111
01000
010010
010011
010100000
0101000010
01010000110
01010000111
0101000100
01010001010
01010001011
0101000110
01010001110
01010001111
010100100
0101001010
01010010110
01010010111
0101001100
01010011010
01010011011
01010011100
01010011101
01010011110
010100111110
010100111111
0101010000
0101010001
01010100100
010101001010
010101001011
010101001100
010101001101
010101001110
0101010011110
0101010011111
0101010100
01010101010
01010101011
0101010110
01010101110
010101011110
010101011111
0101011000
01010110010
01010110011
01010110100
01010110101
01010110110
010101101110
010101101111
0101011100
0101011101
01010111100
010101111010
010101111011
01010111110
0101011111100
0101011111101
0101011111110
0101011111111
0101100000
01011000010
01011000011
01011000100
01011000101
01011000110
010110001110
010110001111
0101100100
0101100101
0101100110
0101100111
010110100
0101101010
0101101011
0101101100
01011011010
01011011011
01011011100
01011011101
01011011110
010110111110
010110111111
0101110000
01011100010
01011100011
0101110010
0101110011
0101110100
01011101010
01011101011
01011101100
010111011010
010111011011
01011101110
01011101111
010111100
01011110100
010111101010
010111101011
010111101100
010111101101
010111101110
010111101111
0101111100
0101111101
0101111110
01011111110
010111111110
010111111111
01100000
011000010
011000011
0110001000
01100010010
01100010011
01100010100
01100010101
01100010110
01100010111
011000110
0110001110
0110001111
01100100
01100101
01100110
0110011100
0110011101
0110011110
01100111110
01100111111
0110100000
0110100001
0110100010
01101000110
01101000111
0110100100
0110100101
011010011000
011010011001
011010011010
011010011011
011010011100
011010011101
011010011110
011010011111
0110101000
0110101001
0110101010
0110101011
0110101100
01101011010
01101011011
01101011100
01101011101
01101011110
01101011111
0110110000
01101100010
01101100011
011011001000
011011001001
011011001010
011011001011
011011001100
0110110011010
0110110011011
0110110011100
0110110011101
0110110011110
0110110011111
01101101000
011011010010
011011010011
01101101010
0110110101100
0110110101101
0110110101110
01101101011110
01101101011111
011011011000
0110110110010
0110110110011
0110110110100
0110110110101
0110110110110
0110110110111
011011011100
0110110111010
0110110111011
0110110111100
0110110111101
0110110111110
0110110111111
0110111000
01101110010
01101110011
01101110100
01101110101
011011101100
011011101101
011011101110
011011101111
011011110000
011011110001
011011110010
0110111100110
0110111100111
011011110100
011011110101
011011110110
0110111101110
0110111101111
0110111110000
0110111110001
0110111110010
0110111110011
011011111010
0110111110110
01101111101110
01101111101111
0110111111000
0110111111001
0110111111010
01101111110110
01101111110111
0110111111100
01101111111010
01101111111011
01101111111100
01101111111101
01101111111110
01101111111111
011100
0111010
01110110000
01110110001
01110110010
01110110011
01110110100
011101101010
011101101011
01110110110
01110110111
01110111000
01110111001
011101110100
011101110101
011101110110
011101110111
01110111100
01110111101
01110111110
011101111110
011101111111
011110000
01111000100
011110001010
0111100010110
0111100010111
01111000110
011110001110
011110001111
011110010000
0111100100010
0111100100011
0111100100100
0111100100101
0111100100110
0111100100111
011110010100
011110010101
011110010110
011110010111
011110011000
011110011001
0111100110100
0111100110101
01111001101100
01111001101101
01111001101110
01111001101111
011110011100
0111100111010
0111100111011
0111100111100
0111100111101
0111100111110
01111001111110
01111001111111
011110100
0111101010
0111101011
01111011000
01111011001
01111011010
01111011011
01111011100
011110111010
011110111011
01111011110
011110111110
0111101111110
0111101111111
011111000000
011111000001
011111000010
011111000011
01111100010
01111100011
011111001000
011111001001
011111001010
011111001011
01111100110
0111110011100
0111110011101
0111110011110
0111110011111
011111010000
011111010001
011111010010
011111010011
011111010100
011111010101
011111010110
011111010111
011111011000
011111011001
011111011010
0111110110110
0111110110111
011111011100
011111011101
011111011110
0111110111110
0111110111111
011111100000
011111100001
011111100010
0111111000110
0111111000111
011111100100
011111100101
0111111001100
0111111001101
0111111001110
0111111001111
0111111010000
01111110100010
01111110100011
01111110100100
01111110100101
011111101001100
0111111010011010
0111111010011011
011111101001110
011111101001111
01111110101000
01111110101001
01111110101010
01111110101011
01111110101100
01111110101101
01111110101110
01111110101111
0111111011000
0111111011001
01111110110100
01111110110101
01111110110110
01111110110111
0111111011100
0111111011101
01111110111100
01111110111101
01111110111110
01111110111111
01111111000
01111111001
01111111010
011111110110
011111110111
0111111110
011111111100
011111111101
011111111110
011111111111
1000
10010
1001100
1001101
1001110
1001111
1010
10110
1011100
1011101
1011110
10111110
10111111
1100
11010
11011000
11011001
11011010
110110110
110110111
11011100
11011101
11011110
1101111100
1101111101000
1101111101001
11011111010100
11011111010101
11011111010110
11011111010111
1101111101100
1101111101101
11011111011100
11011111011101
11011111011110
11011111011111
1101111110
1101111111
1110000
1110001
1110010
11100110
111001110
111001111
1110100
11101010
11101011
11101100
11101101
111011100
1110111010
1110111011
1110111100
1110111101
1110111110
1110111111
1111000
1111001000
1111001001
1111001010
1111001011
111100110
1111001110
11110011110
11110011111
11110100
111101010
1111010110
1111010111
111101100
111101101
111101110
11110111100
111101111010
111101111011
1111011111000
1111011111001
1111011111010
1111011111011
1111011111100
1111011111101
1111011111110
11110111111110
11110111111111
1111100
1111101
11111100
11111101
111111100
1111111010
11111110110
11111110111
111111110
1111111110
1111111111
